[
  { "date": "0101", "phrase":  "New Year", "description": "The world celebrates the start of another year with fireworks, countdowns, and resolutions shared across every culture and time zone.", "region": null },
  { "date": "0102", "phrase":  "World Introvert", "description": "An informal day recognizing introverts worldwide and celebrating the quiet strengths of those who recharge through solitude and reflection.", "region": null },
  { "date": "0103", "phrase":  "Tolkien Birthday", "description": "Marks the birthday of J.R.R. Tolkien (1892), the Oxford professor whose Middle-earth legendarium became a cornerstone of modern fantasy literature.", "region": null },
  { "date": "0104", "phrase":  "World Braille", "description": "Honors the birthday of Louis Braille (1809), the inventor of the tactile writing system used by millions of visually impaired people worldwide.", "region": null },
  { "date": "0105", "phrase":  "National Bird", "description": "A U.S. day dedicated to raising awareness about bird conservation and the threats facing avian species from habitat loss and climate change.", "region": "en-US" },
  { "date": "0106", "phrase":  "Epiphany", "description": "Celebrates the visit of the Magi to the baby Jesus, marked by gift-giving and parades in Christian communities across Europe and Latin America.", "region": null },
  { "date": "0107", "phrase":  "Orthodox Christmas", "description": "Christmas Day according to the Julian calendar, celebrated by Orthodox Christians in Russia, Serbia, Ethiopia, and other nations worldwide.", "region": null },
  { "date": "0108", "phrase":  "Galileo Memorial", "description": "Marks the death anniversary of Galileo Galilei (1642), the astronomer whose discoveries laid the groundwork for modern physics and the scientific method.", "region": null },
  { "date": "0109", "phrase":  "iPhone Launch", "description": "On this day in 2007, Steve Jobs unveiled the first iPhone in San Francisco, transforming communication, computing, and daily life worldwide.", "region": null },
  { "date": "0110", "phrase":  "World Hindi", "description": "Celebrates the Hindi language and its global reach, commemorating the first World Hindi Conference held in Nagpur, India, in 1975.", "region": null },
  { "date": "0111", "phrase":  "Insulin Discovery", "description": "On this day in 1922, Leonard Thompson became the first person to receive insulin as a diabetes treatment, saving millions of lives since.", "region": null },
  { "date": "0112", "phrase":  "National Youth", "description": "Celebrated in India on the birthday of Swami Vivekananda (1863), honoring the energy and potential of youth as agents of social change.", "region": "hi-IN" },
  { "date": "0113", "phrase":  "Galileo Discovers Ganymede", "description": "On this day in 1610, Galileo discovered Ganymede, Jupiter's largest moon, expanding humanity's understanding of the solar system.", "region": null },
  { "date": "0114", "phrase":  "Makar Sankranti", "description": "A major Hindu harvest festival marking the sun's transition into Capricorn, celebrated across South Asia with kite flying, feasts, and bonfires.", "region": "hi-IN" },
  { "date": "0115", "phrase":  "Martin Luther King Jr Birthday", "description": "Marks the birthday of civil rights leader Dr. Martin Luther King Jr. (1929), whose nonviolent advocacy transformed the pursuit of racial equality.", "region": "en-US" },
  { "date": "0116", "phrase":  "Hot and Spicy Food", "description": "A global celebration of chili peppers and spicy cuisine, honoring the bold flavors found in culinary traditions from Mexico to India to Korea.", "region": null },
  { "date": "0117", "phrase":  "Benjamin Franklin Birthday", "description": "Marks the birthday of polymath Benjamin Franklin (1706), Founding Father, inventor, and diplomat who famously demonstrated lightning's electrical nature.", "region": "en-US" },
  { "date": "0118", "phrase":  "Thesaurus", "description": "Celebrates the birthday of Peter Mark Roget (1779), the physician who compiled the first comprehensive English thesaurus, enriching the language forever.", "region": null },
  { "date": "0119", "phrase":  "Edgar Allan Poe Birthday", "description": "Marks the birthday of Edgar Allan Poe (1809), master of gothic fiction and poetry whose dark imagination continues to captivate readers worldwide.", "region": "en-US" },
  { "date": "0120", "phrase":  "Penguin Awareness", "description": "An unofficial day dedicated to raising awareness about penguin conservation and the threats these beloved birds face from climate change.", "region": null },
  { "date": "0121", "phrase":  "Concorde", "description": "Marks the anniversary of the Concorde's first commercial transatlantic service (1976), symbolizing humanity's pursuit of faster-than-sound aviation.", "region": null },
  { "date": "0122", "phrase":  "Apple 1984 Commercial", "description": "On this day in 1984, Apple aired its legendary Super Bowl commercial introducing the Macintosh, depicting a dystopian world overthrown by personal computing.", "region": "en-US" },
  { "date": "0123", "phrase":  "National Handwriting", "description": "Celebrates the birthday of John Hancock (1737) and promotes the importance and artistry of handwritten communication in a digital age.", "region": "en-US" },
  { "date": "0124", "phrase":  "International Education", "description": "Proclaimed by the UN to celebrate education's fundamental role in building peaceful, inclusive societies and driving sustainable global development.", "region": null },
  { "date": "0125", "phrase":  "Burns Night", "description": "Scottish celebration honoring poet Robert Burns (1759) with haggis suppers, whisky toasts, and readings of his beloved verse worldwide.", "region": "en-GB" },
  { "date": "0126", "phrase":  "Australia", "description": "Australia marks the 1788 arrival of the First Fleet, celebrated nationwide with events, concerts, and reflections on the country's identity.", "region": "en-AU" },
  { "date": "0127", "phrase":  "Holocaust Remembrance", "description": "UN-designated day marking the liberation of Auschwitz (1945), committed to honoring victims of the Holocaust and preventing future genocides.", "region": null },
  { "date": "0128", "phrase":  "Data Privacy", "description": "An international effort to raise awareness about the importance of protecting personal data and respecting privacy rights in the digital era.", "region": null },
  { "date": "0129", "phrase":  "Thomas Paine Birthday", "description": "Marks the birthday of Thomas Paine (1737), whose pamphlet Common Sense helped ignite the American Revolution and inspired democratic ideals globally.", "region": "en-US" },
  { "date": "0130", "phrase":  "Neglected Tropical Diseases", "description": "UN-designated day raising awareness about diseases affecting over one billion of the world's most vulnerable people, calling for equitable healthcare.", "region": null },
  { "date": "0131", "phrase":  "Going Backward", "description": "A fun informal observance encouraging people to do things in reverse, celebrating creativity and the value of breaking everyday routines.", "region": null },
  { "date": "0201", "phrase":  "World Interfaith Harmony", "description": "The first week of February, designated by the UN, promotes harmony among world religions through dialogue, understanding, and mutual respect.", "region": null },
  { "date": "0202", "phrase":  "Groundhog", "description": "North American weather folklore tradition in which a groundhog's shadow supposedly predicts whether winter will last six more weeks.", "region": "en-US" },
  { "date": "0203", "phrase":  "The Day the Music Died", "description": "Commemorates February 3, 1959, when rock pioneers Buddy Holly, Ritchie Valens, and The Big Bopper perished in a plane crash near Clear Lake, Iowa.", "region": "en-US" },
  { "date": "0204", "phrase":  "World Cancer", "description": "An international initiative led by the Union for International Cancer Control to raise awareness and improve cancer care and prevention worldwide.", "region": null },
  { "date": "0205", "phrase":  "World Nutella", "description": "An informal global celebration of hazelnut and cocoa spread, started by blogger Sara Rosso in 2007 and embraced by fans on every continent.", "region": null },
  { "date": "0206", "phrase":  "Sami National", "description": "Celebrates the indigenous Sami people of northern Scandinavia, marking the first pan-Sami congress held in Trondheim, Norway, in 1917.", "region": "se-NO" },
  { "date": "0207", "phrase":  "Dickens Birthday", "description": "Marks the birthday of Charles Dickens (1812), whose novels illuminated Victorian poverty and social injustice and remain global literary classics.", "region": null },
  { "date": "0208", "phrase":  "Safer Internet", "description": "A global campaign held in early February promoting safer and more responsible use of the internet, especially for children and young people.", "region": null },
  { "date": "0209", "phrase":  "Edison Patents Phonograph", "description": "On this day in 1878, Edison received a patent for the phonograph, the first device capable of recording and replaying sound, changing music forever.", "region": "en-US" },
  { "date": "0210", "phrase":  "World Pulses", "description": "Designated by the UN to celebrate legumes and their vital role in food security, nutrition, and sustainable agriculture across the globe.", "region": null },
  { "date": "0211", "phrase":  "Women in Science", "description": "UN-designated day recognizing the critical role of women in science and encouraging girls worldwide to pursue careers in STEM fields.", "region": null },
  { "date": "0212", "phrase":  "Darwin Birthday", "description": "Celebrates the birthday of Charles Darwin (1809), whose theory of evolution by natural selection fundamentally transformed our understanding of life.", "region": null },
  { "date": "0213", "phrase":  "World Radio", "description": "UNESCO's day recognizing radio's enduring relevance as a medium for information, education, entertainment, and social change around the world.", "region": null },
  { "date": "0214", "phrase":  "Valentines", "description": "A global celebration of romantic love marked with cards, flowers, and gifts, rooted in the feast day of Saint Valentine and medieval European tradition.", "region": null },
  { "date": "0215", "phrase":  "Susan B Anthony Birthday", "description": "Honors the birthday of Susan B. Anthony (1820), the American suffrage leader whose tireless advocacy helped secure women's right to vote.", "region": "en-US" },
  { "date": "0216", "phrase":  "Giordano Bruno Execution", "description": "Marks the execution of philosopher Giordano Bruno (1600), who was burned at the stake for proposing an infinite universe and is celebrated as a martyr for free thought.", "region": null },
  { "date": "0217", "phrase":  "World Human Spirit", "description": "An informal observance celebrating the resilience, creativity, and compassion inherent in the human spirit, shared across all cultures worldwide.", "region": null },
  { "date": "0218", "phrase":  "Pluto Discovery", "description": "On February 18, 1930, astronomer Clyde Tombaugh discovered Pluto at the Lowell Observatory, thrilling the world with a new member of the solar system.", "region": null },
  { "date": "0219", "phrase":  "Copernicus Birthday", "description": "Marks the birthday of Nicolaus Copernicus (1473), who proposed the heliocentric model of the solar system, revolutionizing astronomy and science.", "region": null },
  { "date": "0220", "phrase":  "World Social Justice", "description": "UN-designated day promoting equitable social development, full employment, and the elimination of poverty and discrimination worldwide.", "region": null },
  { "date": "0221", "phrase":  "Mother Language", "description": "UNESCO's day celebrating linguistic diversity and multilingualism, and raising awareness about endangered languages around the world.", "region": null },
  { "date": "0222", "phrase":  "World Thinking", "description": "Celebrated by Girl Guides and Girl Scouts worldwide on the shared birthdays of Lord and Lady Baden-Powell, founders of the scouting movement.", "region": null },
  { "date": "0223", "phrase":  "World Understanding", "description": "Rotary International's day dedicated to promoting mutual understanding, goodwill, and lasting peace among all peoples and nations.", "region": null },
  { "date": "0224", "phrase":  "World Bartenders", "description": "Honors the contributions of bartenders worldwide and the craft of mixology in bringing people together across cultures and continents.", "region": null },
  { "date": "0225", "phrase":  "People Power Revolution", "description": "Commemorates the 1986 People Power Revolution in the Philippines, where peaceful mass protests successfully toppled Ferdinand Marcos's dictatorship.", "region": "fil-PH" },
  { "date": "0226", "phrase":  "World Pistachio", "description": "An informal celebration of the pistachio nut, recognizing its ancient history dating back thousands of years and its rich nutritional profile.", "region": null },
  { "date": "0227", "phrase":  "International Polar Bear", "description": "Raises awareness about the impact of climate change on polar bears and their fragile Arctic sea ice habitat, urging conservation action.", "region": null },
  { "date": "0228", "phrase":  "Rare Disease", "description": "Held on the rarest date of the year, this global campaign raises awareness about rare diseases and their profound impact on patients and families.", "region": null },
  { "date": "0229", "phrase":  "Extra Life", "description": "This secret date only appears once every four years — a glitch in the calendar, a bonus level from the universe, granting an extra 24 hours to those lucky enough to find it.", "region": null },
  { "date": "0301", "phrase":  "Zero Discrimination", "description": "UNAIDS-designated day celebrating diversity and promoting equal rights for all people, regardless of health status, age, gender, or identity.", "region": null },
  { "date": "0302", "phrase":  "Dr Seuss", "description": "Marks the birthday of Theodor Seuss Geisel (1904), whose imaginative children's books have inspired generations of young readers worldwide.", "region": "en-US" },
  { "date": "0303", "phrase":  "World Wildlife", "description": "UN-designated day celebrating wild fauna and flora and raising awareness of the biodiversity crisis threatening countless species worldwide.", "region": null },
  { "date": "0304", "phrase":  "World Obesity", "description": "A global observance encouraging practical solutions to the obesity crisis, recognizing it as a chronic disease requiring care and systemic change.", "region": null },
  { "date": "0305", "phrase":  "World Sleep", "description": "An annual event raising awareness about sleep disorders and promoting healthy sleep habits as essential to physical and mental well-being.", "region": null },
  { "date": "0306", "phrase":  "Michelangelo Birthday", "description": "Marks the birthday of Michelangelo Buonarroti (1475), Renaissance master and creator of the Sistine Chapel ceiling and the David sculpture.", "region": null },
  { "date": "0307", "phrase":  "Bell Patent", "description": "Commemorates Alexander Graham Bell's telephone patent (1876), the invention that transformed global communication and laid the foundation for the modern world.", "region": "en-US" },
  { "date": "0308", "phrase":  "International Women", "description": "A global day celebrating women's achievements and calling for gender equality, observed with marches, events, and campaigns across the world.", "region": null },
  { "date": "0309", "phrase":  "Barbie Birthday", "description": "On this day in 1959, Mattel introduced the Barbie doll at the New York Toy Fair, launching one of the world's most iconic and debated toys.", "region": "en-US" },
  { "date": "0310", "phrase":  "Mario", "description": "Fans worldwide celebrate Nintendo's beloved Mario franchise on March 10, as the date abbreviation Mar10 visually spells the character's name.", "region": "ja-JP" },
  { "date": "0311", "phrase":  "World Plumbing", "description": "Recognizes the vital role of plumbing in global public health, clean water access, and the sanitation that millions still lack worldwide.", "region": null },
  { "date": "0312", "phrase":  "Against Cyber Censorship", "description": "Reporters Without Borders uses this day to highlight internet censorship and advocate for unrestricted access to information online worldwide.", "region": null },
  { "date": "0313", "phrase":  "Uranus Discovery", "description": "On March 13, 1781, William Herschel became the first person to discover a planet using a telescope, identifying Uranus and expanding the known solar system.", "region": null },
  { "date": "0314", "phrase":  "Einstein Birthday", "description": "March 14 marks the birthday of Albert Einstein (1879), father of the theory of relativity, and is also celebrated as Pi Day (3.14) by math lovers worldwide.", "region": null },
  { "date": "0315", "phrase":  "World Consumer Rights", "description": "Marks President Kennedy's 1962 Consumer Rights speech, promoting fair trade, product safety, and consumer protection standards globally.", "region": null },
  { "date": "0316", "phrase":  "Freedom of Information", "description": "Commemorates the birthday of James Madison (1751), champion of press freedom and open government, celebrating transparent democratic institutions.", "region": "en-US" },
  { "date": "0317", "phrase":  "St Patricks", "description": "Celebrates Ireland's patron saint and Irish culture, marked worldwide with parades, green attire, traditional music, and festive gatherings.", "region": null },
  { "date": "0318", "phrase":  "Global Recycling", "description": "Highlights the importance of recycling in preserving natural resources, reducing pollution, and combating climate change globally.", "region": null },
  { "date": "0319", "phrase":  "St Josephs", "description": "Feast day of Saint Joseph celebrated across Catholic communities, particularly in Italy and Malta, with special foods, processions, and altars.", "region": null },
  { "date": "0320", "phrase":  "World Happiness", "description": "UN-designated day recognizing happiness as a fundamental human goal and calling for policies that promote well-being for all people worldwide.", "region": null },
  { "date": "0321", "phrase":  "World Poetry", "description": "UNESCO's day celebrating poetry as a universal language and art form that gives voice to the creativity of the human spirit across all cultures.", "region": null },
  { "date": "0322", "phrase":  "World Water", "description": "UN-designated day highlighting the global freshwater crisis and promoting the sustainable management of water resources for all.", "region": null },
  { "date": "0323", "phrase":  "World Meteorological", "description": "Celebrates the World Meteorological Organization's founding (1950) and the role of weather and climate science in protecting lives worldwide.", "region": null },
  { "date": "0324", "phrase":  "World Tuberculosis", "description": "Marks the 1882 anniversary of Robert Koch's discovery of the TB bacterium, raising awareness about the global tuberculosis epidemic.", "region": null },
  { "date": "0325", "phrase":  "Slavery Remembrance", "description": "UN-designated day honoring the millions of victims of the transatlantic slave trade and reflecting on its enduring legacy worldwide.", "region": null },
  { "date": "0326", "phrase":  "Epilepsy Awareness", "description": "An international campaign where people wear purple to show solidarity with the 50 million people worldwide living with epilepsy.", "region": null },
  { "date": "0327", "phrase":  "World Theatre", "description": "The International Theatre Institute's day celebrating theatre arts and their role in education, cultural expression, and human connection worldwide.", "region": null },
  { "date": "0328", "phrase":  "Three Mile Island", "description": "Marks the partial nuclear meltdown at Three Mile Island (1979), which reshaped nuclear energy policy and public debate around the world.", "region": "en-US" },
  { "date": "0329", "phrase":  "Terracotta Army Discovery", "description": "On this day in 1974, Chinese farmers near Xi'an uncovered Emperor Qin Shi Huang's vast terracotta army, one of history's greatest archaeological finds.", "region": "zh-CN" },
  { "date": "0330", "phrase":  "World Bipolar", "description": "Observed on Vincent van Gogh's birthday (1853), this day raises awareness about bipolar disorder and mental health challenges worldwide.", "region": null },
  { "date": "0331", "phrase":  "Transgender Visibility", "description": "A global day celebrating transgender people and raising awareness of the discrimination they face, while honoring their resilience and activism.", "region": null },
  { "date": "0401", "phrase":  "April Fools", "description": "A centuries-old tradition of pranks and hoaxes observed across many cultures, celebrated with humor and lighthearted deception worldwide.", "region": null },
  { "date": "0402", "phrase":  "World Autism Awareness", "description": "UN-designated day promoting understanding and acceptance of autism spectrum disorders and the importance of inclusive communities worldwide.", "region": null },
  { "date": "0403", "phrase":  "First Cell Phone Call", "description": "On this day in 1973, Motorola engineer Martin Cooper made the world's first handheld cellular phone call in New York City, launching the mobile revolution.", "region": "en-US" },
  { "date": "0404", "phrase":  "Mine Awareness", "description": "UN-designated day raising awareness about the dangers of landmines and unexploded ordnance and promoting international demining efforts.", "region": null },
  { "date": "0405", "phrase":  "Easter Island Discovery", "description": "On this day in 1722, Dutch explorer Jacob Roggeveen encountered Easter Island and its enigmatic moai statues, captivating the world's imagination.", "region": null },
  { "date": "0406", "phrase":  "Sport for Peace", "description": "UN-designated day recognizing sport's power to promote health, equality, education, and peace among peoples and nations worldwide.", "region": null },
  { "date": "0407", "phrase":  "World Health", "description": "Marks the WHO's founding anniversary (1948), focusing global attention on a specific public health priority chosen each year.", "region": null },
  { "date": "0408", "phrase":  "International Romani", "description": "Celebrates Romani culture and raises awareness about the discrimination and human rights challenges faced by Roma communities worldwide.", "region": null },
  { "date": "0409", "phrase":  "Appomattox", "description": "Marks Robert E. Lee's surrender (1865) at Appomattox Court House, effectively ending the American Civil War and beginning national reunification.", "region": "en-US" },
  { "date": "0410", "phrase":  "Siblings", "description": "An informal but widely embraced day honoring brothers and sisters and the lifelong bonds of sibling relationships across cultures.", "region": null },
  { "date": "0411", "phrase":  "World Parkinsons", "description": "Marks the birthday of James Parkinson (1755), whose 1817 essay first described the disease, raising awareness for the millions living with it.", "region": null },
  { "date": "0412", "phrase":  "Human Space Flight", "description": "Commemorates Yuri Gagarin's historic orbital flight (1961), celebrating humanity's reach beyond Earth and the ongoing era of space exploration.", "region": null },
  { "date": "0413", "phrase":  "Messiah Premiere", "description": "On this day in 1742, George Frideric Handel's oratorio Messiah received its world premiere in Dublin and remains a cornerstone of choral music.", "region": null },
  { "date": "0414", "phrase":  "Titanic Disaster", "description": "On the night of April 14-15, 1912, the RMS Titanic struck an iceberg and sank, claiming over 1,500 lives in one of history's greatest maritime tragedies.", "region": null },
  { "date": "0415", "phrase":  "World Art", "description": "The International Association of Art's day celebrating human creativity and art's role as a universal language promoting peace and dialogue.", "region": null },
  { "date": "0416", "phrase":  "World Voice", "description": "An annual global event highlighting the importance of the human voice in communication, music, and artistic expression worldwide.", "region": null },
  { "date": "0417", "phrase":  "World Hemophilia", "description": "Raises awareness about hemophilia and other bleeding disorders, calling for improved diagnosis and treatment access for patients globally.", "region": null },
  { "date": "0418", "phrase":  "World Heritage", "description": "ICOMOS's day celebrating the diversity of the world's cultural heritage sites and promoting their preservation for future generations.", "region": null },
  { "date": "0419", "phrase":  "Hofmann Bicycle Ride", "description": "On this day in 1943, Swiss chemist Albert Hofmann accidentally discovered LSD's psychedelic effects and famously cycled home from his lab, the first person ever to experience them.", "region": "de-CH" },
  { "date": "0420", "phrase":  "Chinese Language", "description": "Celebrates the Chinese language, one of the UN's six official languages, and the rich culture and history it has carried for thousands of years.", "region": null },
  { "date": "0421", "phrase":  "Rome Birthday", "description": "Celebrates the traditional founding of Rome on April 21, 753 BC, honoring the eternal city whose civilization shaped Western culture.", "region": "it-IT" },
  { "date": "0422", "phrase":  "Earth", "description": "A global environmental movement founded in 1970 that mobilizes over one billion people annually to protect the planet from pollution and climate change.", "region": null },
  { "date": "0423", "phrase":  "World Book", "description": "UNESCO's day celebrating reading, writing, and publishing, and recognizing intellectual property as a foundation of cultural creativity worldwide.", "region": null },
  { "date": "0424", "phrase":  "Armenian Genocide", "description": "Commemorates the 1915 genocide in which over a million Armenians were systematically killed by the Ottoman Empire.", "region": "hy-AM" },
  { "date": "0425", "phrase":  "World Malaria", "description": "WHO-designated day marking the global effort to combat malaria, one of the world's deadliest infectious diseases affecting hundreds of millions.", "region": null },
  { "date": "0426", "phrase":  "World Intellectual Property", "description": "WIPO's day celebrating innovation and creativity and the intellectual property systems that support inventors and artists worldwide.", "region": null },
  { "date": "0427", "phrase":  "South Africa Freedom", "description": "South Africa marks its first democratic elections (1994), when Nelson Mandela was elected president, ending the apartheid era.", "region": "en-ZA" },
  { "date": "0428", "phrase":  "Workplace Safety", "description": "ILO-designated day promoting the prevention of occupational accidents and diseases and the right to safe, decent working conditions globally.", "region": null },
  { "date": "0429", "phrase":  "International Dance", "description": "UNESCO's day celebrating dance as a universal language and art form that transcends all cultural, political, and ethnic boundaries.", "region": null },
  { "date": "0430", "phrase":  "International Jazz", "description": "UNESCO's day honoring jazz music as a universal symbol of freedom, creativity, and cross-cultural exchange, celebrated globally each year.", "region": null },
  { "date": "0501", "phrase":  "International Workers", "description": "Also known as Labour Day or May Day, this global holiday celebrates workers' rights and the labor movement's historic struggle for fair conditions.", "region": null },
  { "date": "0502", "phrase":  "World Tuna", "description": "UN-designated day raising awareness about sustainable tuna fishing and the importance of tuna stocks to global food security and marine ecosystems.", "region": null },
  { "date": "0503", "phrase":  "World Press Freedom", "description": "UNESCO's day celebrating freedom of the press and the fundamental right to freedom of expression and information worldwide.", "region": null },
  { "date": "0504", "phrase":  "Star Wars", "description": "Fans worldwide celebrate the Star Wars saga on May 4, with the playful pun May the Fourth be with you, honoring George Lucas's cultural legacy.", "region": null },
  { "date": "0505", "phrase":  "Cinco de Mayo", "description": "Commemorates Mexico's victory over French forces at the Battle of Puebla (1862), widely celebrated in Mexico and by Mexican communities abroad.", "region": "es-MX" },
  { "date": "0506", "phrase":  "International No Diet", "description": "An annual celebration of body acceptance and body diversity, encouraging people to abandon harmful dieting practices and embrace self-respect.", "region": null },
  { "date": "0507", "phrase":  "Beethoven 9th Premiere", "description": "On this day in 1824, Ludwig van Beethoven's Ninth Symphony premiered in Vienna, featuring the iconic Ode to Joy still used as the EU anthem.", "region": "de-AT" },
  { "date": "0508", "phrase":  "World Red Cross", "description": "Celebrates the birthday of Henry Dunant (1828), founder of the Red Cross and the first Nobel Peace Prize laureate.", "region": null },
  { "date": "0509", "phrase":  "Europe", "description": "Marks the Schuman Declaration (1950) that laid the groundwork for European unity, celebrated across EU member states with cultural events.", "region": null },
  { "date": "0510", "phrase":  "World Lupus", "description": "Raises awareness about lupus, a chronic autoimmune disease affecting five million people worldwide, and advocates for better research and care.", "region": null },
  { "date": "0511", "phrase":  "Deep Blue Defeats Kasparov", "description": "On this day in 1997, IBM's Deep Blue defeated chess world champion Garry Kasparov, marking a historic milestone in artificial intelligence.", "region": null },
  { "date": "0512", "phrase":  "International Nurses", "description": "Marks the birthday of Florence Nightingale (1820) and celebrates the indispensable contributions of nurses to global healthcare.", "region": null },
  { "date": "0513", "phrase":  "World Hummus", "description": "An international celebration of the beloved chickpea dish that has brought together cultures across the Middle East, Mediterranean, and beyond.", "region": null },
  { "date": "0514", "phrase":  "World Migratory Bird", "description": "A global campaign raising awareness about migratory birds and the need for international cooperation to protect their habitats and flyways.", "region": null },
  { "date": "0515", "phrase":  "International Families", "description": "UN-designated day celebrating families as the fundamental unit of society and promoting policies that support family well-being worldwide.", "region": null },
  { "date": "0516", "phrase":  "Living in Peace", "description": "UN-designated day promoting sustainable peace, solidarity, and tolerance as the foundations of harmonious coexistence among all peoples.", "region": null },
  { "date": "0517", "phrase":  "World Telecom", "description": "ITU's day celebrating the transformative power of information and communication technologies in connecting people and driving global development.", "region": null },
  { "date": "0518", "phrase":  "International Museum", "description": "ICOM's day inviting the public to discover the cultural, scientific, and historical heritage housed in museums around the world.", "region": null },
  { "date": "0519", "phrase":  "World IBD", "description": "A global awareness day for inflammatory bowel disease, highlighting the daily challenges faced by Crohn's disease and ulcerative colitis patients.", "region": null },
  { "date": "0520", "phrase":  "World Bee", "description": "UN-designated day raising awareness about the essential role of bees and pollinators in sustaining ecosystems and global food production.", "region": null },
  { "date": "0521", "phrase":  "World Cultural Diversity", "description": "UN's day celebrating the richness of the world's cultures and the necessity of intercultural dialogue for lasting peace and development.", "region": null },
  { "date": "0522", "phrase":  "Biological Diversity", "description": "UN's day celebrating Earth's extraordinary biodiversity and raising awareness about the extinction crisis threatening countless species.", "region": null },
  { "date": "0523", "phrase":  "World Turtle", "description": "American Tortoise Rescue's annual day protecting turtles and tortoises from exploitation and raising awareness about their disappearing habitats.", "region": null },
  { "date": "0524", "phrase":  "First Telegraph Message", "description": "On this day in 1844, Samuel Morse sent the first long-distance telegraph message from Washington to Baltimore, transforming global communication.", "region": "en-US" },
  { "date": "0525", "phrase":  "Africa", "description": "Marks the founding of the Organisation of African Unity (1963), celebrating African unity, history, and the continent's extraordinary diversity.", "region": null },
  { "date": "0526", "phrase":  "World Lindy Hop", "description": "Celebrates the birthday of legendary jazz dancer Frankie Manning (1914), the Ambassador of Lindy Hop who helped spread swing dancing worldwide.", "region": "en-US" },
  { "date": "0527", "phrase":  "Rachel Carson Birthday", "description": "Marks the birthday of marine biologist Rachel Carson (1907), whose book Silent Spring (1962) launched the modern global environmental movement.", "region": "en-US" },
  { "date": "0528", "phrase":  "Amnesty International", "description": "Marks the founding of Amnesty International (1961), the world's largest human rights organization, dedicated to justice and dignity for all.", "region": null },
  { "date": "0529", "phrase":  "Everest Summit", "description": "On this day in 1953, Sir Edmund Hillary and Tenzing Norgay became the first people confirmed to reach the summit of the world's highest mountain.", "region": null },
  { "date": "0530", "phrase":  "World MS", "description": "Multiple Sclerosis International Federation's global campaign raising awareness about MS and the 2.8 million people living with this condition.", "region": null },
  { "date": "0531", "phrase":  "World No Tobacco", "description": "WHO's day urging governments and individuals worldwide to commit to tobacco-free lives, highlighting the devastating health costs of tobacco use.", "region": null },
  { "date": "0601", "phrase":  "Global Parents", "description": "UN-designated day honoring parents worldwide and their commitment to nurturing and protecting their children and families.", "region": null },
  { "date": "0602", "phrase":  "Queen Elizabeth Coronation", "description": "On this day in 1953, Queen Elizabeth II was crowned at Westminster Abbey, beginning the longest reign in British royal history.", "region": "en-GB" },
  { "date": "0603", "phrase":  "World Bicycle", "description": "UN-designated day celebrating cycling as a simple, affordable, and environmentally friendly mode of transportation and recreation.", "region": null },
  { "date": "0604", "phrase":  "Innocent Children", "description": "UN's day acknowledging and addressing the pain suffered by children caught in armed conflicts and other forms of violence worldwide.", "region": null },
  { "date": "0605", "phrase":  "World Environment", "description": "The principal UN platform for encouraging global awareness and action to protect the natural environment, held annually since 1974.", "region": null },
  { "date": "0606", "phrase":  "D-Day Commemoration", "description": "Marks the Allied landings in Normandy (1944), the largest seaborne invasion in history and a decisive turning point in World War II.", "region": null },
  { "date": "0607", "phrase":  "World Food Safety", "description": "UN-designated day drawing attention to foodborne risks and the importance of safe food for human health and sustainable development.", "region": null },
  { "date": "0608", "phrase":  "World Oceans", "description": "UN's day celebrating the ocean as our planet's life-support system and mobilizing global action to protect and restore marine ecosystems.", "region": null },
  { "date": "0609", "phrase":  "World Accreditation", "description": "A global initiative by IAF and ILAC promoting the role of accreditation in ensuring quality, safety, and reliability in trade and services.", "region": null },
  { "date": "0610", "phrase":  "Time Magazine Launch", "description": "On this day in 1923, the first issue of Time magazine was published, launching one of the world's most influential weekly news publications.", "region": "en-US" },
  { "date": "0611", "phrase":  "Jacques Cousteau Birthday", "description": "Marks the birthday of Jacques Cousteau (1910), the legendary French ocean explorer and filmmaker whose work inspired worldwide marine conservation.", "region": "fr-FR" },
  { "date": "0612", "phrase":  "Against Child Labour", "description": "ILO's day raising awareness about child labor and mobilizing global action to eliminate it and ensure all children access education.", "region": null },
  { "date": "0613", "phrase":  "Albinism Awareness", "description": "UN's day celebrating people with albinism and combating the discrimination and violence they face, particularly in parts of Africa.", "region": null },
  { "date": "0614", "phrase":  "World Blood Donor", "description": "WHO's day thanking voluntary blood donors and raising awareness about the continuous need for safe blood and blood products globally.", "region": null },
  { "date": "0615", "phrase":  "Elder Abuse Awareness", "description": "UN's day raising awareness about the abuse and neglect of older persons, calling for respect, dignity, and protection for all seniors.", "region": null },
  { "date": "0616", "phrase":  "African Child", "description": "Commemorates the 1976 Soweto Uprising and affirms the rights of all African children to access quality education and a safe life.", "region": null },
  { "date": "0617", "phrase":  "Fighting Desertification", "description": "UN's day raising awareness about land degradation and promoting restoration of ecosystems for a sustainable and food-secure future.", "region": null },
  { "date": "0618", "phrase":  "International Picnic", "description": "A worldwide informal celebration encouraging people to enjoy outdoor dining with family and friends, connecting with nature and community.", "region": null },
  { "date": "0619", "phrase":  "World Sickle Cell", "description": "UN's day raising awareness about sickle cell disease, one of the world's most common genetic disorders, and the need for better treatment access.", "region": null },
  { "date": "0620", "phrase":  "World Refugee", "description": "UNHCR's day honoring the courage and resilience of the world's refugees and raising awareness about the global displacement crisis.", "region": null },
  { "date": "0621", "phrase":  "World Music", "description": "France's Fete de la Musique fills streets worldwide with live music on the summer solstice, celebrating music as a universal human language.", "region": null },
  { "date": "0622", "phrase":  "World Rainforest", "description": "A global event raising awareness about the importance of rainforests to climate stability and biodiversity, inspiring action to protect them.", "region": null },
  { "date": "0623", "phrase":  "International Widows", "description": "UN's day raising awareness about the challenges widows face worldwide and calling for equal rights, dignity, and support for bereaved women.", "region": null },
  { "date": "0624", "phrase":  "Midsummer Eve", "description": "Midsummer celebrations sweep across Scandinavia and Europe with bonfires, dancing, and festivities marking the height of summer.", "region": "sv-SE" },
  { "date": "0625", "phrase":  "Seafarers Honor", "description": "IMO's day honoring the 1.5 million seafarers whose work keeps global trade, supply chains, and maritime heritage alive year-round.", "region": null },
  { "date": "0626", "phrase":  "Against Drug Abuse", "description": "UN's day strengthening action and cooperation to achieve a world free of illicit drugs and the suffering they cause to individuals and families.", "region": null },
  { "date": "0627", "phrase":  "Helen Keller Birthday", "description": "Marks the birthday of Helen Keller (1880), the deaf-blind author and activist whose life became a global symbol of extraordinary human resilience.", "region": "en-US" },
  { "date": "0628", "phrase":  "Franz Ferdinand Assassination", "description": "Marks the 1914 assassination in Sarajevo that triggered World War I, setting off a chain of events that reshaped the entire modern world.", "region": null },
  { "date": "0629", "phrase":  "World Camera", "description": "An informal celebration of photography and cameras, honoring the invention that has documented human history for nearly two centuries.", "region": null },
  { "date": "0630", "phrase":  "International Asteroid", "description": "UN-endorsed day raising awareness about asteroids and the importance of planetary defense, inspired by the 1908 Tunguska impact event.", "region": null },
  { "date": "0701", "phrase":  "Canada", "description": "Canada celebrates its Confederation (1867) with fireworks, festivals, and patriotic events across the country and among diaspora worldwide.", "region": "en-CA" },
  { "date": "0702", "phrase":  "World UFO", "description": "An informal holiday encouraging people to look skyward, celebrate famous UFO sightings, and discuss the search for extraterrestrial life.", "region": null },
  { "date": "0703", "phrase":  "Plastic Bag Free", "description": "A global campaign raising awareness about plastic bag pollution and encouraging people everywhere to switch to reusable alternatives.", "region": null },
  { "date": "0704", "phrase":  "American Independence", "description": "The United States celebrates declaring independence from Britain (1776), with fireworks, parades, and patriotic festivities nationwide.", "region": "en-US" },
  { "date": "0705", "phrase":  "Bikini", "description": "Marks the anniversary of the bikini's debut at a Paris fashion show in 1946, named after Bikini Atoll where nuclear tests occurred days earlier.", "region": "fr-FR" },
  { "date": "0706", "phrase":  "World Zoonoses", "description": "Marks Louis Pasteur's first successful rabies vaccination (1885), raising awareness about diseases that can spread between animals and humans.", "region": null },
  { "date": "0707", "phrase":  "World Chocolate", "description": "A global celebration of chocolate tracing its history to ancient Mesoamerican civilizations and its journey to become a universal indulgence.", "region": null },
  { "date": "0708", "phrase":  "Roswell Incident", "description": "On this day in 1947, the Roswell Army Air Force announced the recovery of a mysterious crashed object, sparking decades of UFO fascination.", "region": "en-US" },
  { "date": "0709", "phrase":  "First Wimbledon Championship", "description": "On this day in 1877, Spencer Gore won the inaugural Wimbledon tennis tournament, launching what became the world's most prestigious tennis event.", "region": "en-GB" },
  { "date": "0710", "phrase":  "Nikola Tesla Birthday", "description": "Marks the birthday of inventor Nikola Tesla (1856), whose pioneering work on alternating current transformed electricity distribution worldwide.", "region": null },
  { "date": "0711", "phrase":  "World Population", "description": "UN's day focusing global attention on population issues and their interconnections with development, health, poverty, and human rights.", "region": null },
  { "date": "0712", "phrase":  "Malala Birthday", "description": "Marks the birthday of Malala Yousafzai (1997), Pakistani advocate for girls' education and the youngest Nobel Peace Prize laureate in history.", "region": null },
  { "date": "0713", "phrase":  "Live Aid", "description": "On this day in 1985, historic Live Aid concerts in London and Philadelphia raised millions for Ethiopian famine relief, uniting the world through music.", "region": null },
  { "date": "0714", "phrase":  "Bastille", "description": "France celebrates the 1789 storming of the Bastille prison, a pivotal moment in the French Revolution that transformed modern governance.", "region": "fr-FR" },
  { "date": "0715", "phrase":  "World Youth Skills", "description": "UN's day celebrating the strategic importance of equipping young people with skills for employment, entrepreneurship, and lifelong learning.", "region": null },
  { "date": "0716", "phrase":  "Trinity Test", "description": "On this day in 1945, the world's first nuclear bomb was detonated at the Trinity test site in New Mexico, ushering in the atomic age.", "region": "en-US" },
  { "date": "0717", "phrase":  "World Emoji", "description": "An informal celebration of emoji and digital expression, founded in 2014 to mark the date displayed on the calendar emoji.", "region": null },
  { "date": "0718", "phrase":  "Nelson Mandela International", "description": "UN's day honoring Nelson Mandela's legacy of reconciliation, human rights, and democracy, calling on people to give 67 minutes in service.", "region": null },
  { "date": "0719", "phrase":  "Seneca Falls Convention", "description": "On this day in 1848, the first women's rights convention convened in Seneca Falls, New York, launching the modern women's suffrage movement.", "region": "en-US" },
  { "date": "0720", "phrase":  "International Moon", "description": "UN-designated day commemorating the first Moon landing (1969) and celebrating all achievements of humanity in lunar exploration.", "region": null },
  { "date": "0721", "phrase":  "Belgian National", "description": "Belgium celebrates its independence (1831) with military parades, royal family appearances, and cultural festivities across the country.", "region": "nl-BE" },
  { "date": "0722", "phrase":  "Pi Approximation", "description": "Celebrated on July 22 (22/7), this day pays homage to the mathematical constant pi, using the fraction 22/7 as a well-known approximation.", "region": null },
  { "date": "0723", "phrase":  "World Whale Shark", "description": "Raises awareness about the world's largest fish, the whale shark, and the urgent need to protect its ocean habitats from human threats.", "region": null },
  { "date": "0724", "phrase":  "International Self Care", "description": "Promotes self-care as fundamental to health and well-being, with advocacy for accessible preventive healthcare and healthy lifestyles globally.", "region": null },
  { "date": "0725", "phrase":  "World Drowning Prevention", "description": "UN's day raising awareness about drowning as a leading cause of accidental death worldwide and promoting water safety education.", "region": null },
  { "date": "0726", "phrase":  "Maldives Independence", "description": "Celebrates the Maldives gaining independence from British protection (1965), one of the world's most climate-vulnerable island nations.", "region": "dv-MV" },
  { "date": "0727", "phrase":  "Korean War Armistice", "description": "Commemorates the 1953 armistice agreement that ended three years of active fighting in the Korean War, though no peace treaty followed.", "region": null },
  { "date": "0728", "phrase":  "World Hepatitis", "description": "WHO's day raising awareness about viral hepatitis, which causes 1.1 million deaths annually and affects 325 million people worldwide.", "region": null },
  { "date": "0729", "phrase":  "International Tiger", "description": "Raises awareness about the declining global tiger population and promotes conservation efforts to protect this iconic endangered species.", "region": null },
  { "date": "0730", "phrase":  "International Friendship", "description": "UN's day promoting the role of friendship in building lasting peace between cultures, countries, and peoples worldwide.", "region": null },
  { "date": "0731", "phrase":  "World Ranger", "description": "Honors the dedication of park rangers who protect the world's natural and cultural heritage sites, often at great personal risk.", "region": null },
  { "date": "0801", "phrase":  "MTV Launch", "description": "On August 1, 1981, MTV aired its very first music video, Video Killed the Radio Star by The Buggles, launching the era of music television.", "region": "en-US" },
  { "date": "0802", "phrase":  "Iraq Invades Kuwait", "description": "On this day in 1990, Iraq's invasion of Kuwait triggered the Gulf War crisis, leading to an international coalition response the following year.", "region": null },
  { "date": "0803", "phrase":  "James Baldwin Birthday", "description": "Marks the birthday of James Baldwin (1924), the influential African American novelist and civil rights activist whose work examined race and identity.", "region": "en-US" },
  { "date": "0804", "phrase":  "Britain Enters World War I", "description": "On this day in 1914, the United Kingdom declared war on Germany following the invasion of Belgium, bringing the British Empire into the Great War.", "region": "en-GB" },
  { "date": "0805", "phrase":  "International Beer", "description": "A global celebration of beer and the brewers who craft it, recognizing beer's ancient history and its cultural significance across civilizations.", "region": null },
  { "date": "0806", "phrase":  "Hiroshima Peace Memorial", "description": "Marks the atomic bombing of Hiroshima (1945), observed with a solemn memorial ceremony calling for world peace and nuclear disarmament.", "region": "ja-JP" },
  { "date": "0807", "phrase":  "International Lighthouse", "description": "Celebrates the role of lighthouses in maritime navigation history and the ongoing effort to preserve these iconic coastal structures worldwide.", "region": null },
  { "date": "0808", "phrase":  "International Cat", "description": "An informal global celebration of domestic cats and a call to raise awareness about the millions of cats in need of homes worldwide.", "region": null },
  { "date": "0809", "phrase":  "Indigenous Peoples", "description": "UN's day celebrating indigenous cultures and rights, highlighting challenges in protecting their lands, languages, and heritage.", "region": null },
  { "date": "0810", "phrase":  "World Lion", "description": "A day raising awareness about the declining lion population and promoting conservation of this iconic species across Africa and Asia.", "region": null },
  { "date": "0811", "phrase":  "World Calligraphy", "description": "Celebrates the ancient art of beautiful writing, practiced across cultures from Chinese calligraphy to Arabic script to Celtic illumination.", "region": null },
  { "date": "0812", "phrase":  "International Youth", "description": "UN's day celebrating young people as essential partners in social change and highlighting the issues they face in building a better world.", "region": null },
  { "date": "0813", "phrase":  "International Left Handers", "description": "A fun awareness day celebrating left-handedness and highlighting the challenges of living and working in a predominantly right-handed world.", "region": null },
  { "date": "0814", "phrase":  "Pakistan Independence", "description": "Pakistan celebrates its independence from British India (1947), marking the birth of a new nation carved out as a homeland for Muslims.", "region": "ur-PK" },
  { "date": "0815", "phrase":  "India Independence", "description": "India gained independence from British rule (1947), marking the birth of the world's largest democracy and the end of British colonial rule.", "region": "hi-IN" },
  { "date": "0816", "phrase":  "Elvis Death", "description": "Marks the passing of Elvis Presley (1977), the King of Rock and Roll, whose music and persona transformed popular culture worldwide.", "region": "en-US" },
  { "date": "0817", "phrase":  "International Geocaching", "description": "Celebrates geocaching, the GPS-based outdoor treasure hunt enjoyed by millions of enthusiasts in over 200 countries worldwide.", "region": null },
  { "date": "0818", "phrase":  "Bad Poetry", "description": "A lighthearted observance encouraging everyone to attempt poetry without worrying about quality, celebrating free creative expression.", "region": null },
  { "date": "0819", "phrase":  "World Photography", "description": "Photo enthusiasts worldwide celebrate the art and history of photography, honoring the invention that has documented human history for nearly two centuries.", "region": null },
  { "date": "0820", "phrase":  "World Mosquito", "description": "Marks Sir Ronald Ross's discovery (1897) that mosquitoes transmit malaria, one of the most important findings in the history of medicine.", "region": null },
  { "date": "0821", "phrase":  "World Entrepreneurs", "description": "Celebrates the contribution of entrepreneurs to economic growth, innovation, and job creation around the world.", "region": null },
  { "date": "0822", "phrase":  "Be an Angel", "description": "An informal day encouraging acts of kindness, generosity, and selflessness, inviting people everywhere to brighten someone else's day.", "region": null },
  { "date": "0823", "phrase":  "Slave Trade Remembrance", "description": "UNESCO's day marking the 1791 uprising in Saint-Domingue that helped galvanize the movement to abolish the transatlantic slave trade.", "region": null },
  { "date": "0824", "phrase":  "Vesuvius Eruption", "description": "Marks the catastrophic eruption of Mount Vesuvius (79 AD) that buried Pompeii and Herculaneum, preserving them for modern archaeology.", "region": "it-IT" },
  { "date": "0825", "phrase":  "US National Park Service Founded", "description": "On this day in 1916, the National Park Service was established to preserve America's natural wonders, inspiring conservation bodies globally.", "region": "en-US" },
  { "date": "0826", "phrase":  "Womens Equality", "description": "Marks the certification of the 19th Amendment (1920), guaranteeing U.S. women the right to vote and celebrated as a milestone in gender equity.", "region": "en-US" },
  { "date": "0827", "phrase":  "Krakatoa Eruption", "description": "On August 27, 1883, Krakatoa erupted catastrophically, producing the loudest sound ever recorded and causing a global climate impact.", "region": "id-ID" },
  { "date": "0828", "phrase":  "I Have a Dream", "description": "On this day in 1963, Dr. Martin Luther King Jr. delivered his iconic speech at the March on Washington, defining a generation's civil rights aspirations.", "region": "en-US" },
  { "date": "0829", "phrase":  "Against Nuclear Tests", "description": "UN-designated day marking the closure of the Soviet nuclear test site in Kazakhstan (1991) and advocating for a world free of nuclear weapons.", "region": null },
  { "date": "0830", "phrase":  "International Disappeared", "description": "Raises awareness about the plight of political prisoners who have disappeared at the hands of authoritarian governments worldwide.", "region": null },
  { "date": "0831", "phrase":  "Overdose Awareness", "description": "A global event raising awareness about drug overdose, reducing the stigma of drug-related death, and supporting those who have lost loved ones.", "region": null },
  { "date": "0901", "phrase":  "World Letter Writing", "description": "Celebrates the art of letter writing and reminds people of the personal connection that handwritten correspondence creates across distances.", "region": null },
  { "date": "0902", "phrase":  "Victory over Japan", "description": "On this day in 1945, Japan's formal surrender aboard the USS Missouri marked the official end of World War II, bringing peace to the world.", "region": null },
  { "date": "0903", "phrase":  "WWII Begins in Europe", "description": "On this day in 1939, Britain and France declared war on Germany following the invasion of Poland, marking the official start of World War II in Europe.", "region": null },
  { "date": "0904", "phrase":  "World Sexual Health", "description": "World Association for Sexual Health's day promoting sexual health as a fundamental component of overall human health and well-being.", "region": null },
  { "date": "0905", "phrase":  "International Charity", "description": "UN-designated day honoring Mother Teresa (died September 5, 1997) and inspiring people worldwide to engage in charitable acts.", "region": null },
  { "date": "0906", "phrase":  "Read a Book", "description": "An informal day encouraging people of all ages to pick up a book and experience the joy, knowledge, and empathy that reading provides.", "region": null },
  { "date": "0907", "phrase":  "Brazil Independence", "description": "Brazil celebrates its declaration of independence from Portugal (1822), marking the birth of the largest country in South America.", "region": "pt-BR" },
  { "date": "0908", "phrase":  "International Literacy", "description": "UNESCO's day affirming that literacy is central to human dignity and a necessary foundation for social, educational, and economic development.", "region": null },
  { "date": "0909", "phrase":  "First Computer Bug", "description": "On this day in 1947, Grace Hopper's team found an actual moth inside a relay, coining the term debugging and making computing history.", "region": "en-US" },
  { "date": "0910", "phrase":  "World Suicide Prevention", "description": "International Association for Suicide Prevention's day reducing stigma and raising awareness about global suicide prevention efforts.", "region": null },
  { "date": "0911", "phrase":  "Patriot", "description": "Commemorates the September 11, 2001 terrorist attacks in the United States, honoring the nearly 3,000 lives lost in the deadliest attack on U.S. soil.", "region": "en-US" },
  { "date": "0912", "phrase":  "National Video Games", "description": "An international celebration of video gaming and its remarkable evolution from arcade classics to immersive virtual worlds enjoyed by billions.", "region": null },
  { "date": "0913", "phrase":  "International Programmers", "description": "Celebrated on the 256th day of the year (2 to the power of 8), honoring developers and programmers worldwide for their contributions to the digital age.", "region": null },
  { "date": "0914", "phrase":  "World First Aid", "description": "The International Federation of Red Cross designates this day to promote first aid knowledge and its life-saving role in communities worldwide.", "region": null },
  { "date": "0915", "phrase":  "International Democracy", "description": "UN-designated day reaffirming democratic values and highlighting the importance of citizens' participation in governance worldwide.", "region": null },
  { "date": "0916", "phrase":  "Ozone Layer Preservation", "description": "Marks the signing of the Montreal Protocol (1987), which successfully began reversing ozone layer depletion through global cooperation.", "region": null },
  { "date": "0917", "phrase":  "World Patient Safety", "description": "WHO's day calling for global solidarity and urgent action to reduce patient harm in healthcare settings and improve safety worldwide.", "region": null },
  { "date": "0918", "phrase":  "World Bamboo", "description": "Celebrates bamboo's versatility as a sustainable material used in construction, food, crafts, and medicine across Asia and beyond.", "region": null },
  { "date": "0919", "phrase":  "Talk Like a Pirate", "description": "A fun worldwide observance encouraging people to speak in pirate dialect for a day, celebrating maritime folklore and seafaring culture.", "region": null },
  { "date": "0920", "phrase":  "World Cleanup", "description": "A massive global civic movement where millions of people clean up waste from their communities, coastlines, and natural areas worldwide.", "region": null },
  { "date": "0921", "phrase":  "International Peace", "description": "UN's day dedicated to strengthening ideals of peace among nations and peoples, observed with a moment of global silence at noon.", "region": null },
  { "date": "0922", "phrase":  "World Car Free", "description": "A worldwide event encouraging people to give up their cars for a day and explore sustainable alternatives like walking, cycling, and public transit.", "region": null },
  { "date": "0923", "phrase":  "Sign Languages", "description": "UN's day celebrating the rich diversity of sign languages worldwide and promoting the linguistic identity of Deaf communities globally.", "region": null },
  { "date": "0924", "phrase":  "World Rivers", "description": "An annual celebration of the world's rivers, raising awareness of their vital importance to ecosystems, cultures, and human civilization.", "region": null },
  { "date": "0925", "phrase":  "World Lung", "description": "The Forum of International Respiratory Societies' day raising awareness about lung health and the importance of clean air for all people.", "region": null },
  { "date": "0926", "phrase":  "European Languages", "description": "Council of Europe's day celebrating Europe's rich linguistic heritage and encouraging language learning across all ages and borders.", "region": null },
  { "date": "0927", "phrase":  "World Tourism", "description": "UNWTO's day promoting tourism's role in socioeconomic growth, cultural exchange, and intercultural understanding worldwide.", "region": null },
  { "date": "0928", "phrase":  "World Rabies", "description": "Global Alliance for Rabies Control's day raising awareness about rabies prevention and the ongoing effort to eliminate this deadly disease.", "region": null },
  { "date": "0929", "phrase":  "World Heart", "description": "World Heart Federation's day raising awareness about cardiovascular disease, which remains the leading cause of death globally.", "region": null },
  { "date": "0930", "phrase":  "International Translation", "description": "Celebrates translators and interpreters who enable cross-cultural communication, observed on the feast day of Saint Jerome, patron of translators.", "region": null },
  { "date": "1001", "phrase":  "International Older Persons", "description": "UN's day drawing attention to opportunities and challenges of an aging world population and promoting the rights and dignity of older people.", "region": null },
  { "date": "1002", "phrase":  "International Non Violence", "description": "UN's day marking Mahatma Gandhi's birthday (1869), honoring his philosophy of nonviolent resistance as a tool for justice worldwide.", "region": null },
  { "date": "1003", "phrase":  "German Unity", "description": "Celebrates the reunification of Germany in 1990, a historic moment that ended decades of Cold War division and transformed Europe.", "region": "de-DE" },
  { "date": "1004", "phrase":  "World Animal", "description": "St. Francis of Assisi's feast day, celebrating animal welfare and raising awareness about rights and conservation of all creatures worldwide.", "region": null },
  { "date": "1005", "phrase":  "World Teachers", "description": "UNESCO and ILO's day celebrating teachers as essential pillars of quality education and sustainable development worldwide.", "region": null },
  { "date": "1006", "phrase":  "World Cerebral Palsy", "description": "Raises awareness about cerebral palsy and the abilities of the 17 million people worldwide living with this neurological condition.", "region": null },
  { "date": "1007", "phrase":  "World Cotton", "description": "FAO's day celebrating cotton's role in global agriculture, the textile industry, and rural livelihoods in developing countries.", "region": null },
  { "date": "1008", "phrase":  "World Octopus", "description": "An informal day celebrating the remarkable intelligence and adaptability of octopuses, among the most fascinating creatures on Earth.", "region": null },
  { "date": "1009", "phrase":  "World Post", "description": "Celebrates the Universal Postal Union's founding (1874), honoring global postal services that connect people and communities across borders.", "region": null },
  { "date": "1010", "phrase":  "World Mental Health", "description": "WHO's day raising awareness about mental health and mobilizing efforts in support of mental health care and destigmatization worldwide.", "region": null },
  { "date": "1011", "phrase":  "International Girl Child", "description": "UN's day highlighting the unique challenges girls face and the importance of investing in girls' education, health, and empowerment.", "region": null },
  { "date": "1012", "phrase":  "World Arthritis", "description": "Arthritis and Rheumatism International's day raising awareness about conditions that affect over 300 million people worldwide.", "region": null },
  { "date": "1013", "phrase":  "International Disaster Reduction", "description": "UN's day promoting risk reduction and the resilience of communities to disasters, encouraging a culture of prevention worldwide.", "region": null },
  { "date": "1014", "phrase":  "World Standards", "description": "IEC, ISO, and ITU's day honoring the collaborative efforts of standards experts who create global technical agreements benefiting all.", "region": null },
  { "date": "1015", "phrase":  "Global Handwashing", "description": "An international day dedicated to handwashing with soap as one of the most effective and affordable ways to prevent disease globally.", "region": null },
  { "date": "1016", "phrase":  "World Food", "description": "FAO's day marking its founding (1945) and raising awareness about world hunger and the urgent need for global food security.", "region": null },
  { "date": "1017", "phrase":  "Eradicating Poverty", "description": "UN's day affirming that poverty is a violation of human rights, calling for global solidarity to end extreme poverty worldwide.", "region": null },
  { "date": "1018", "phrase":  "World Menopause", "description": "International Menopause Society's day raising awareness about menopause and supporting women's health and well-being through life's transitions.", "region": null },
  { "date": "1019", "phrase":  "World Pediatric Bone and Joint", "description": "Raises awareness about musculoskeletal diseases in children and the importance of early diagnosis and treatment worldwide.", "region": null },
  { "date": "1020", "phrase":  "World Statistics", "description": "UN's day raising awareness about the importance of quality data and statistics for evidence-based policy and sustainable development.", "region": null },
  { "date": "1021", "phrase":  "Edison Light Bulb", "description": "Marks Edison's successful demonstration of a practical electric light bulb (1879), illuminating the modern era and changing civilization.", "region": "en-US" },
  { "date": "1022", "phrase":  "Stuttering Awareness", "description": "Raises awareness about stuttering and the challenges of 70 million people worldwide who live with this speech fluency disorder.", "region": null },
  { "date": "1023", "phrase":  "Snow Leopard", "description": "Raises awareness about the endangered snow leopard and the need to protect its fragile mountain habitat across Central and South Asia.", "region": null },
  { "date": "1024", "phrase":  "United Nations", "description": "Celebrates the anniversary of the UN Charter coming into force (1945), marking the establishment of the United Nations organization.", "region": null },
  { "date": "1025", "phrase":  "World Pasta", "description": "International Pasta Organisation's day celebrating pasta's versatility, nutritional value, and central role in global cuisine.", "region": null },
  { "date": "1026", "phrase":  "Intersex Awareness", "description": "Raises awareness about intersex people and the human rights issues they face, advocating for bodily autonomy and dignity for all.", "region": null },
  { "date": "1027", "phrase":  "Audiovisual Heritage", "description": "UNESCO's day raising awareness about the urgent need to preserve audiovisual materials threatened by physical deterioration and obsolescence.", "region": null },
  { "date": "1028", "phrase":  "International Animation", "description": "Celebrates the art of animation from hand-drawn classics to modern digital works and its enduring impact on global storytelling.", "region": null },
  { "date": "1029", "phrase":  "World Psoriasis", "description": "International Federation of Psoriasis Associations' day raising awareness about psoriasis and its profound physical and psychological impact.", "region": null },
  { "date": "1030", "phrase":  "World Savings", "description": "Promotes the importance of saving money and financial literacy, recognizing the role of personal savings in economic security and well-being.", "region": null },
  { "date": "1031", "phrase":  "Halloween", "description": "An ancient Celtic-rooted festival now celebrated worldwide with costumes, candy, and spooky decorations on the eve of All Saints Day.", "region": null },
  { "date": "1101", "phrase":  "World Vegan", "description": "Celebrates veganism and raises awareness about the environmental and health benefits of plant-based diets for people and the planet.", "region": null },
  { "date": "1102", "phrase":  "Dia de los Muertos", "description": "Mexico's Day of the Dead honors deceased loved ones with altars, marigolds, and joyful celebrations of life's continuity across generations.", "region": "es-MX" },
  { "date": "1103", "phrase":  "World Jellyfish", "description": "An informal day raising awareness about jellyfish and the oceans' ancient, mysterious creatures that have existed for over 500 million years.", "region": null },
  { "date": "1104", "phrase":  "UNESCO Founding", "description": "Marks the founding of UNESCO (1946), the UN body that promotes peace through international cooperation in education, science, and culture.", "region": null },
  { "date": "1105", "phrase":  "Guy Fawkes Night", "description": "British tradition commemorating the foiled Gunpowder Plot of 1605 with bonfires, fireworks, and the burning of Guy Fawkes effigies.", "region": "en-GB" },
  { "date": "1106", "phrase":  "War Environmental Damage", "description": "UN's day highlighting the severe environmental damage caused by warfare and calling for protection of nature during armed conflicts.", "region": null },
  { "date": "1107", "phrase":  "Marie Curie Birthday", "description": "Marks the birthday of Marie Curie (1867), the Polish-French physicist who became the first woman to win a Nobel Prize and the only person to win it twice.", "region": null },
  { "date": "1108", "phrase":  "International Radiology", "description": "Marks Rontgen's discovery of X-rays (1895), celebrating the life-saving contributions of medical imaging and radiology to global healthcare.", "region": null },
  { "date": "1109", "phrase":  "Berlin Wall Falls", "description": "Commemorates November 9, 1989, when the Berlin Wall fell, reuniting East and West Germany and symbolizing the end of the Cold War.", "region": "de-DE" },
  { "date": "1110", "phrase":  "World Science for Peace", "description": "UNESCO's day promoting the public's engagement with science and its essential role in fostering peace and sustainable development.", "region": null },
  { "date": "1111", "phrase":  "Remembrance", "description": "Marks the end of World War I (1918) and honors military personnel who have died in all wars, observed with poppies and moments of silence.", "region": null },
  { "date": "1112", "phrase":  "World Pneumonia", "description": "Stop Pneumonia Initiative's day calling for action against pneumonia, the world's leading infectious killer of children under five.", "region": null },
  { "date": "1113", "phrase":  "World Kindness", "description": "An international day promoting the importance of kindness and encouraging generous acts toward strangers, communities, and the world.", "region": null },
  { "date": "1114", "phrase":  "World Diabetes", "description": "IDF and WHO's day marking Frederick Banting's birthday (1891), raising awareness about the growing global diabetes epidemic.", "region": null },
  { "date": "1115", "phrase":  "World Philosophy", "description": "UNESCO's day reaffirming the value of philosophical reflection and critical thinking in addressing humanity's most pressing challenges.", "region": null },
  { "date": "1116", "phrase":  "International Tolerance", "description": "UNESCO's day following its 1995 Declaration on Tolerance, promoting mutual understanding and respect among cultures worldwide.", "region": null },
  { "date": "1117", "phrase":  "International Students", "description": "Commemorates the Nazi attack on Czech students in 1939, honoring students' courage and their vital role in social and political movements.", "region": null },
  { "date": "1118", "phrase":  "Mickey Mouse Birthday", "description": "On this day in 1928, Mickey Mouse debuted in Steamboat Willie, launching Walt Disney's entertainment empire and a global cultural icon.", "region": "en-US" },
  { "date": "1119", "phrase":  "World Toilet", "description": "UN's day raising awareness about the global sanitation crisis and the 3.6 billion people who still lack access to safely managed toilets.", "region": null },
  { "date": "1120", "phrase":  "Universal Children", "description": "UN's day celebrating children's rights worldwide and calling on governments to uphold the Convention on the Rights of the Child.", "region": null },
  { "date": "1121", "phrase":  "World Television", "description": "UN's day celebrating television's role in focusing global attention on conflicts, health crises, and the shared human experience.", "region": null },
  { "date": "1122", "phrase":  "JFK Assassination", "description": "Marks the assassination of President John F. Kennedy in Dallas (1963), a defining moment in 20th-century American and global political history.", "region": "en-US" },
  { "date": "1123", "phrase":  "Fibonacci", "description": "Celebrates the Fibonacci sequence with 11/23 representing the first four numbers, honoring the elegant mathematics found throughout nature.", "region": null },
  { "date": "1124", "phrase":  "Evolution", "description": "Marks the 1859 publication of Charles Darwin's On the Origin of Species, one of history's most revolutionary and influential scientific works.", "region": null },
  { "date": "1125", "phrase":  "Against Violence on Women", "description": "UN's day launching 16 Days of Activism Against Gender-Based Violence, calling for action to protect women and girls worldwide.", "region": null },
  { "date": "1126", "phrase":  "Curiosity Rover Launch", "description": "On this day in 2011, NASA launched the Curiosity rover toward Mars, which has since revolutionized our understanding of the Red Planet.", "region": null },
  { "date": "1127", "phrase":  "Anders Celsius Birthday", "description": "Marks the birthday of Anders Celsius (1701), the Swedish astronomer who created the centigrade temperature scale used by most of the world.", "region": "sv-SE" },
  { "date": "1128", "phrase":  "Magellan Reaches the Pacific", "description": "On this day in 1520, Ferdinand Magellan's expedition first entered the Pacific Ocean, a pivotal milestone in circumnavigating the globe.", "region": null },
  { "date": "1129", "phrase":  "Palestinian Solidarity", "description": "UN's day reaffirming international support for Palestinian rights and for a just, lasting, and comprehensive peace in the Middle East.", "region": null },
  { "date": "1130", "phrase":  "St Andrews", "description": "Scotland's national day celebrating its patron saint, marked with traditional foods, Highland music, and cultural festivities worldwide.", "region": "en-GB" },
  { "date": "1201", "phrase":  "World AIDS", "description": "UNAIDS and WHO's day raising awareness about the AIDS epidemic, mourning those lost to AIDS-related illnesses, and calling for action.", "region": null },
  { "date": "1202", "phrase":  "Abolition of Slavery", "description": "UN's day marking the adoption of the Slavery Convention (1949) and the ongoing global fight against modern forms of slavery.", "region": null },
  { "date": "1203", "phrase":  "International Disabled Persons", "description": "UN's day promoting the rights and well-being of persons with disabilities and raising awareness about inclusion in every aspect of life.", "region": null },
  { "date": "1204", "phrase":  "International Cheetah", "description": "Raises awareness about the endangered cheetah, the world's fastest land animal, and the urgent need for its conservation across Africa.", "region": null },
  { "date": "1205", "phrase":  "International Volunteer", "description": "UN's day honoring volunteers worldwide and their immense contributions to social cohesion, economic development, and humanitarian aid.", "region": null },
  { "date": "1206", "phrase":  "St Nicholas", "description": "Feast day of St. Nicholas, the historical bishop behind the Santa Claus legend, celebrated with gifts and sweets in many European countries.", "region": null },
  { "date": "1207", "phrase":  "International Civil Aviation", "description": "ICAO's day recognizing civil aviation's importance in connecting nations, enabling trade, and making safe global air travel possible.", "region": null },
  { "date": "1208", "phrase":  "Immaculate Conception", "description": "A major Catholic feast day celebrating the Virgin Mary, observed as a public holiday in many countries across Europe and Latin America.", "region": null },
  { "date": "1209", "phrase":  "International Anti Corruption", "description": "UN's day raising awareness about corruption and promoting the role of integrity, transparency, and accountability in governance worldwide.", "region": null },
  { "date": "1210", "phrase":  "Human Rights", "description": "Marks the adoption of the Universal Declaration of Human Rights (1948), celebrating fundamental rights and dignity for all of humanity.", "region": null },
  { "date": "1211", "phrase":  "International Mountain", "description": "FAO's day celebrating mountains and raising awareness about their importance as sources of freshwater and centers of biodiversity.", "region": null },
  { "date": "1212", "phrase":  "World Sustainable Transport", "description": "UN's day promoting sustainable transportation as essential for addressing climate change and achieving development goals worldwide.", "region": null },
  { "date": "1213", "phrase":  "Against School Violence", "description": "UNESCO's day promoting safer, more inclusive learning environments and raising awareness about the harm of bullying worldwide.", "region": null },
  { "date": "1214", "phrase":  "World Energy Conservation", "description": "Raises awareness about the importance of energy conservation and accelerating the global transition to renewable energy sources.", "region": null },
  { "date": "1215", "phrase":  "Bill of Rights", "description": "Marks the ratification of the U.S. Bill of Rights (1791), which enshrined fundamental freedoms that influenced constitutions worldwide.", "region": "en-US" },
  { "date": "1216", "phrase":  "Beethoven Birthday", "description": "Celebrates the approximate birthday of Ludwig van Beethoven (c.1770), one of history's greatest composers, whose works continue to inspire millions.", "region": null },
  { "date": "1217", "phrase":  "Wright Brothers", "description": "Marks the anniversary of the first successful powered airplane flight in Kitty Hawk (1903), a moment that transformed human transportation forever.", "region": "en-US" },
  { "date": "1218", "phrase":  "International Migrants", "description": "UN's day celebrating the contributions of migrants and raising awareness about their rights and the challenges they face worldwide.", "region": null },
  { "date": "1219", "phrase":  "Poor Richards Almanack", "description": "Marks Benjamin Franklin's publication of his first almanac (1732), filled with proverbs and practical wisdom that remain influential today.", "region": "en-US" },
  { "date": "1220", "phrase":  "International Human Solidarity", "description": "UN's day celebrating unity in diversity and reminding the world of its obligation to share resources and support the less fortunate.", "region": null },
  { "date": "1221", "phrase":  "Winter Solstice", "description": "The shortest day of the year in the Northern Hemisphere marks the astronomical beginning of winter, celebrated across many cultures with festivals.", "region": null },
  { "date": "1222", "phrase":  "Forefathers", "description": "Commemorates the 1620 landing of the Mayflower pilgrims at Plymouth Rock, a founding moment in American and colonial Atlantic history.", "region": "en-US" },
  { "date": "1223", "phrase":  "Festivus", "description": "A secular holiday popularized by the TV show Seinfeld and embraced by millions, celebrated with a bare aluminum pole and the airing of grievances.", "region": "en-US" },
  { "date": "1224", "phrase":  "Christmas Eve", "description": "The night before Christmas celebrated by billions worldwide with church services, family gatherings, carols, and the anticipation of Christmas morning.", "region": null },
  { "date": "1225", "phrase":  "Christmas", "description": "One of the most widely celebrated holidays globally, marking the birth of Jesus Christ and observed with family, feasts, gifts, and goodwill.", "region": null },
  { "date": "1226", "phrase":  "Kwanzaa Begins", "description": "A seven-day celebration of African heritage, unity, and culture observed primarily by African Americans, beginning on December 26 each year.", "region": "en-US" },
  { "date": "1227", "phrase":  "International Epidemic Preparedness", "description": "UN's day underscoring the importance of international cooperation to prevent, prepare for, and respond to epidemic and pandemic threats.", "region": null },
  { "date": "1228", "phrase":  "Holy Innocents", "description": "A feast day in the Christian calendar commemorating the infants killed by King Herod, also celebrated as a day of playful tricks in some countries.", "region": null },
  { "date": "1229", "phrase":  "Tick Tock", "description": "An informal reminder day to finish tasks left undone before the year ends, encouraging reflection and last-minute goal completion.", "region": null },
  { "date": "1230", "phrase":  "USSR Founded", "description": "On this day in 1922, the Union of Soviet Socialist Republics was formally established, beginning a 69-year experiment that shaped modern world history.", "region": null },
  { "date": "1231", "phrase":  "New Years Eve", "description": "The final day of the year observed worldwide with parties, fireworks, and reflections on the passing year and hopes for the one ahead.", "region": null }
]